{
    "A reset link will be sent if the account exists.": "Un lien de réinitialisation sera envoyé si le compte existe.",
    "Saved.": "Enregistré.",
    "Search": "Rechercher",
    "Settings": "Paramètres",
    "Log Out": "Déconnexion",
    "Platform": "Plateforme",
    "Profile": "Profil",
    "Password": "Mot de passe",
    "Confirm password": "Confirmer le mot de passe",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Confirm": "Confirmer",
    "Forgot password": "Mot de passe oublié",
    "Enter your email to receive a password reset link": "Entrez votre e-mail pour recevoir un lien de réinitialisation du mot de passe",
    "Email Address": "Adresse e-mail",
    "Email address": "Adresse e-mail",
    "Email password reset link": "Envoyer le lien de réinitialisation du mot de passe par e-mail",
    "Or, return to": "Ou, retournez à",
    "log in": "se connecter",
    "Log in to your account": "Connectez-vous à votre compte",
    "Enter your email and password below to log in": "Entrez votre e-mail et votre mot de passe ci-dessous pour vous connecter",
    "Forgot your password?": "Mot de passe oublié ?",
    "Remember me": "Se souvenir de moi",
    "Log in": "Se connecter",
    "Sign up": "S'inscrire",
    "Create an account": "Créer un compte",
    "Enter your details below to create your account": "Entrez vos informations ci-dessous pour créer votre compte",
    "Name": "Nom",
    "Full name": "Nom complet",
    "Create account": "Créer un compte",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Reset password": "Réinitialiser le mot de passe",
    "Please enter your new password below": "Veuillez entrer votre nouveau mot de passe ci-dessous",
    "Please verify your email address by clicking on the link we just emailed to you.": "Veuillez vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "Resend verification email": "Renvoyer l'e-mail de vérification",
    "Log out": "Déconnexion",
    "Appearance": "Apparence",
    "Update the appearance settings for your account": "Mettre à jour les paramètres d'apparence de votre compte",
    "Light": "Clair",
    "Dark": "Sombre",
    "System": "Système",
    "Delete account": "Supprimer le compte",
    "Delete your account and all of its resources": "Supprimer votre compte et toutes ses ressources",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Cancel": "Annuler",
    "Update password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé",
    "Current password": "Mot de passe actuel",
    "New password": "Nouveau mot de passe",
    "Save": "Enregistrer",
    "Update your name and email address": "Mettre à jour votre nom et votre adresse e-mail",
    "Email": "E-mail",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Manage your profile and account settings": "Gérer votre profil et les paramètres de votre compte"
}
